tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "pkgxdev/made"
tap "sst/tap"
tap "tursodatabase/tap"
tap "twitchdev/twitch"
brew "xz"
brew "atuin"
brew "awscli"
brew "libssh2"
brew "bat"
brew "biome", link: false
brew "glib"
brew "chezmoi"
brew "direnv"
brew "docutils"
brew "eza"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gitleaks"
brew "gleam"
brew "gnupg"
brew "go"
brew "goose"
brew "jq"
brew "kompose"
brew "kubent"
brew "lazydocker"
brew "libpq"
brew "luv"
brew "minikube"
brew "mongosh"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nss"
brew "pgcli"
brew "pnpm"
brew "podman"
brew "postgresql@14"
brew "protobuf"
brew "python@3.11"
brew "rclone"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "rustup"
brew "snapcast"
brew "sqlc"
brew "starship"
brew "stow"
brew "tailscale"
brew "tldr"
brew "tmux"
brew "trash", link: true
brew "vercel-cli"
brew "vite"
brew "wget"
brew "yarn"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "bufbuild/buf/buf"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
brew "sst/tap/sst"
brew "tursodatabase/tap/turso"
brew "twitchdev/twitch/twitch-cli"
cask "1password"
cask "aerospace"
cask "alt-tab"
cask "another-redis-desktop-manager"
cask "balenaetcher"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "orbstack"
cask "rectangle"
cask "slack"
cask "zen-browser"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "astro-build.astro-vscode"
vscode "biomejs.biome"
vscode "bluebrown.yamlfmt"
vscode "bourhaouta.tailwindshades"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "continue.continue"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "heybourn.headwind"
vscode "mariusalchimavicius.json-to-ts"
vscode "mohitkumartoshniwal.jsonlens"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "otovo-oss.htmx-tags"
vscode "pbkit.vscode-pbkit"
vscode "pkief.material-icon-theme"
vscode "postman.postman-for-vscode"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rome.rome"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "simonsiefke.svg-preview"
vscode "statelyai.stately-vscode"
vscode "svelte.svelte-vscode"
vscode "tauri-apps.tauri-vscode"
vscode "tomrijndorp.find-it-faster"
vscode "tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "vitest.explorer"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "yoavbls.pretty-ts-errors"
